{
    "welcome" : "welcome to my website" ,
    "title" : "Memoria de la esperanza" , 
    "title_capital" : "MEMORIA DE LA ESPERANZA" ,
    "nav1" : "Página de inicio" ,
    "nav2" : "Sobre nosotras" ,
    "nav3" : "Jardines del Santuario" ,
    "nav4" : "Jardín Digital" ,
    "nav5" : "Como participar" ,
    "nav6" : "Únase al viaje" ,
    "enquiry_button" : "Enviar una consulta" ,
    "footer_para" : "Experimente Magdala, un lugar sagrado de peregrinación en el Mar de Galilea, ciudad natal de María Magdalena y una encrucijada de fe e historia.",
    "legal" : "Legal" ,
    "privacy" : "política de privacidad" ,
    "terms" : "Términos y condiciones",
    "contact" : "Contacto" ,
    "copyright" : "© 2025 — Hope Memorium. Todos los derechos reservados." ,
    "home_heading_2" : "Donde tu fe se arraiga. Un metro cuadrado a la vez." ,
    "home_para_1" : "Durante siglos, los creyentes han viajado a Tierra Santa para seguir los pasos de Cristo, orar, conectarse y encontrar significado en los lugares sagrados donde nació la fe."  ,
    "home_para_2" : "Ahora, Hope Memorium ofrece una nueva forma de profundizar esa conexión a través de la creación de Jardines Santuario, ubicados en toda Tierra Santa, donde la fe y el patrimonio se preservan para las generaciones futuras." ,
    "join" : "Únase al viaje" ,
    "home_heading_3" : "Un nombre arraigado en la fe y el legado" ,
    "home_para_3" : "ESPERANZA significa Propiedad Sagrada de Bienes Perpetuos: una oportunidad para administrar la tierra de los orígenes del cristianismo. Memorium honra a quienes forjaron la historia de la fe. Juntos, Hope Memorium une a creyentes de todas las generaciones para proteger esta tierra sagrada." ,
    "home_heading_4" :"Comienza en Mangdala" , 
    "home_para_4" : "A orillas del Mar de Galilea, donde Jesús caminó y enseñó, se encuentra la antigua ciudad de Magdala, la ciudad natal de María Magdalena. Aquí plantamos el primer Jardín del Santuario para la oración y la reflexión." ,
    "home_heading_5" : "Mirando hacia el futuro" ,
    "home_para_5" : "En los próximos meses, los creyentes podrán administrar una parcela de los Jardines del Santuario, conectándola con Tierra Santa. Estas parcelas sagradas seguirán siendo parte de una misión: preservar la presencia del cristianismo en sus orígenes." ,
    "home_para_6" : "Por ahora, te invitamos a unirte al viaje: mantente conectado, explora la visión y sé uno de los primeros en experimentar lo que está por venir." ,
    "san_h1" : "¿Qué son los Jardines del Santuario?" ,
    "san_h2" : "Un lugar de paz, oración y recuerdo eterno." ,
    "san_p1" : "Ubicado en Tierra Santa, " ,
    "san_p2" : "la " ,
    "san_p3" : "Jardines del Santuario ",
    "san_p4" : "Son espacios sagrados de reflexión, devoción y legado. Ubicados cerca de los lugares donde Cristo caminó, enseñó y realizó milagros, estos jardines están diseñados para ser lugares de conexión y oración, donde los fieles pueden " ,
    "san_p5" : "anclarse espiritual y legalmente" ,
    "san_p6" : "Ellas mismas a la tierra de su fe." ,
    "san_h3" : "Más que tierra: un testamento sagrado" ,
    "san_p7" : "Cada" ,
    "san_p8" : "parcela de un pie cuadrado " ,
    "san_p9" : "Dentro de los Jardines del Santuario hay un símbolo duradero de fe, que honra la presencia cristiana en Tierra Santa." ,
    "san_p10" : "Aunque estos espacios pueden ser propiedad legal de los administradores, también se les confían como un compromiso espiritual." ,
    "san_p11" : "—una forma de profundizar su conexión con la Tierra Santa a través de un acto de devoción y recuerdo." ,
    "san_h4" : "Una visión hecha realidad" ,
    "san_p12"  :"Hope Memorium está desarrollando una interactiva " ,
    "san_p13": "experiencia de peregrinación digital, " ,
    "san_p14" : "permitiendo a los visitantes:" ,
    "san_p15" : "Explora los jardines del santuario " ,
    "san_p16" : "y sus ubicaciones cerca de lugares sagrados." ,
    "san_p17" : "Conozca las historias de fe " ,
    "san_p18" : "Conectada a cada lugar sagrado." ,
    "san_p19" : "Seleccione una parcela que coincida con las preferencias y el presupuesto de los visitantes, " ,
    "san_p20" : "y conectarse espiritualmente con él como parte de su legado sagrado." ,
    "par_h1" : "CÓMO PARTICIPAR" ,
    "par_p1" : "Magdala, situada en la costa occidental del Mar de Galilea, en el norte de Israel, es una ciudad antigua conocida como la ciudad natal de María Magdalena. Fue un importante puerto y centro comercial del siglo I, en particular de pescado salado." ,
    "par_h2" : "EXPLORA LA MISIÓN, LA VISIÓN Y EL IMPACTO" ,
    "par_p2" : "Antes de formar parte de este viaje sagrado, te invitamos a " ,
    "par_p3" : "Explora la misión y visión de Hope Memorium. " ,
    "par_p4" : "Conozca nuestro compromiso con la preservación del legado cristiano en Tierra Santa, el fortalecimiento de la presencia cristiana y el apoyo a las comunidades cristianas locales. Descubra cómo... " ,
    "par_p5" : "Jardines del Santuario " ,
    "par_p6" : "tendrá un impacto espiritual duradero para las generaciones venideras." ,
    "par_h3" : "DISFRUTA DEL PROYECTO PILOTO EN MANGDALA" ,
    "par_p7" : "Como parte del primer paso, estamos emocionados de presentar nuestro " ,
    "par_p8" : "proyecto piloto—" ,
    "par_p9" : "El Jardín del Santuario inicial ubicado en " ,
    "par_p10" : "Magdala. " ,
    "par_p11" : "Este espacio sagrado es un profundo punto de partida para la visión de Hope Memorium, donde los visitantes pueden experimentar el ambiente pacífico y de oración de los jardines y presenciar de primera mano la profunda conexión espiritual con la tierra." ,
    "par_h4" : "SUSCRÍBETE Y MANTENTE CONECTADO" ,
    "par_p12" : "Manténgase informada y sea parte de este viaje significativo. " ,
    "par_p13" : "Suscríbete a nuestras actualizaciones " ,
    "par_p14" : "Para mantenerse al tanto del progreso de los Jardines del Santuario. En los próximos meses, se le invitará a... " ,
    "par_p15" : "elige tu paquete " ,
    "par_p16" : "y dar el siguiente paso para participar en esta iniciativa espiritual y de construcción de legado."  ,
    "join_h1" : "Manténgase conectado con Tierra Santa, desde donde quiera que esté" ,
    "join_h2" : "Únase a nosotras en la preservación del legado de la fe" ,
    "join_p1" : "Por ahora, te invitamos a unirte al viaje: mantente conectado, explora la visión y sé uno de los primeros en experimentar lo que está por venir." ,
    "about_h1" : "Nuestra Visión" ,
    "about_p1" : "Tierra Santa no es solo un lugar; es el corazón de nuestra fe cristiana, donde las huellas de Cristo siguen resonando a través del tiempo. Sin embargo, la presencia cristiana en estas tierras sagradas enfrenta muchos desafíos. " ,
    "about_p2" : "Hope Memorium " ,
    "about_p3" : "Es una misión de fe, que llama a los creyentes a ser administradores de esta santa herencia." ,
    "about_p4" : "A través de la creación de " ,
    "about_p5" : "Jardines del Santuario " ,
    "about_p6" : "En los mismos lugares donde se desarrollaron la vida, el ministerio y los milagros de Cristo, ofrecemos una manera de honrar, preservar y mantener una conexión espiritual con la tierra que vio nacer nuestra fe. Estos jardines son lugares de oración y reflexión, donde los creyentes pueden anclar sus corazones a la Tierra Santa de una manera significativa y duradera." ,
    "about_h2" : "Nuestra Misión" ,
    "about_h3" : "Para preservar y proteger" ,
    "about_p7" : "Al dedicar estos jardines como espacios sagrados de recuerdo y oración, defendemos el legado cristiano en Tierra Santa." ,
    "about_h4" : "Para profundizar la conexión espiritual" ,
    "about_p8" : "Todo creyente, sin importar dónde se encuentre, está invitado a participar de esta misión y acercarse a los lugares donde Cristo caminó." ,
    "about_h5" : "Para sostener la presencia cristiana" ,
    "about_p9" : "Una parte de los ingresos de Hope Memorium se destinará directamente a las comunidades e instituciones cristianas que salvaguardan estos lugares sagrados. Más allá de Tierra Santa, Hope Memorium también reinvertirá en las comunidades y congregaciones de los propios administradores en todo el mundo, fortaleciendo la fe donde se vive a diario." ,
    "about_h6" : "Nuestro Impacto" ,
    "about_h7" : "Preservando el legado cristiano en Tierra Santa" ,
    "about_p10" : "La " ,
    "about_p11" : "Memoria de la esperanza " ,
    "about_p12" : "La iniciativa va más allá de crear hermosos jardines: es una misión para " ,
    "about_p13" : "sostener y fortalecer la presencia cristiana " ,
    "about_p14" : "en Tierra Santa. Apoyando a la " ,
    "about_p15" : "Custodia Terrae Sanctae " ,
    "about_p16" : "y otras instituciones cristianas, estamos ayudando a preservar los lugares sagrados que han albergado a peregrinos cristianos durante siglos." ,
    "about_p17" : "Con cada parcela del Jardín del Santuario, hacemos una contribución duradera a la " ,
    "about_p18" : "preservación espiritual y física de Tierra Santa, " ,
    "about_p19" : "garantizar que las futuras generaciones de creyentes puedan seguir visitando y orando en estos lugares sagrados." ,
    "about_h8" : "Un enfoque holístico de la administración" ,
    "about_p20" : "Hope Memorium se dedica a fomentar " ,
    "about_p21" : "mayordomía espiritual " ,
    "about_p22" : "No solo en Tierra Santa, sino en todo el mundo. Una parte de las ganancias de cada parcela se reinvertirá en:" ,
    "about_p23" : "Apoyar a las comunidades cristianas " ,
    "about_p24" : "en Tierra Santa, incluida la Custodia Terrae Sanctae y las iglesias locales, ayudándolas a prosperar y continuar su labor sagrada." ,
    "about_p25" : "Fortalezca sus ministerios individuales " ,
    "about_p26" : "y proyectos que tienen como objetivo mantener viva la llama de la fe en las comunidades cristianas de todo el mundo." ,
    "about_p27" : "Nosotras creemos en una " ,
    "about_p28" : "impacto sostenible y continuo " ,
    "about_p29" : "donde la participación de cada creyente ayuda a fortalecer tanto la herencia cristiana en Tierra Santa como la fe viva de las congregaciones de todo el mundo." ,
    "about_h9" : "Un legado de esperanza y fe" ,
    "about_p30" : "Cada parcela que decidas administrar te será otorgada " ,
    "about_p31" : "registro oficial ante la Autoridad de Tierras de Israel, " ,
    "about_p32" : "dándole derechos legales sobre el espacio." ,
    "about_p33" : "Sin embargo, es más que sólo un pedazo de tierra." ,
    "about_p34" : "Al participar en Hope Memorium Sanctuary Gardens, usted está asegurando la " ,
    "about_p35" : "preservación y crecimiento del cristianismo en la tierra donde todo comenzó, y dejando un legado duradero de esperanza y fe " ,
    "about_p36" : "para la generación futura" ,
    "maps_h1" : "Página de mapas digitales" ,
    "maps_h2" : "Un comienzo sagrado, un legado duradero" ,
    "maps_p1" : "Nestled along the shores of the " ,
    "maps_p2" : "Sea of Galilee, " ,
    "maps_p3" : "adyacente al " ,
    "maps_p4" : "excavación arqueológica franciscana " ,
    "maps_p5" : "de la antigua Magdala, la primera " ,
    "maps_p6" : "Jardín del Santuario Hope Memorium " ,
    "maps_p7" : "está tomando forma. Este sitio sagrado, situado junto a uno de los descubrimientos bíblicos más importantes de los últimos tiempos, incluido un " ,
    "maps_p8" : "Sinagoga del siglo I donde Jesús pudo haber enseñado—" ,
    "maps_p9" : "Ofrecerá a los creyentes una profunda conexión espiritual con la Tierra Santa." ,
    "maps_h3" : "Una primera mirada al futuro" ,
    "maps_p10" : "Los invitamos a ver nuestro mapa digital, que ofrece un vistazo a los Jardines del Santuario a medida que toman forma. Este mapa servirá de guía, marcando los terrenos sagrados y permitiendo a los futuros administradores explorar la importancia de este espacio." ,
    "maps_h4" : "Lo que verás en el mapa" ,
    "maps_p11" : "La ubicación del " ,
    "maps_p12" : "Jardín Santuario, " ,
    "maps_p13" : "directamente al lado del " ,
    "maps_p14" : "ruinas antiguas de Magdala, " ,
    "maps_p15" : "donde la historia y la fe se encuentran." ,
    "maps_p16" : "El diseño del jardín, donde los creyentes tendrán la oportunidad de " ,
    "maps_p17" : "administrar una parcela fraccionaria " ,
    "maps_p18" : "en el futuro." ,
    "maps_p19" : "Una conexión visual con la tierra que ha sido lugar de fe y peregrinación durante siglos." ,
    "about_subscribe" : "Hope Memorium no es una inversión; es un acto de fe. Es una oportunidad para participar en la continuidad espiritual e histórica del cristianismo en la tierra donde todo empezó." ,
    "san_subscribe" : "La primera fase de Hope Memorium invita a los creyentes a explorar, reflexionar y expresar su interés. Mientras nos preparamos para presentar esta sagrada iniciativa, damos la bienvenida a todos los que se sientan llamados a unirse a nosotros.",
    "enquiry" : "Consulta" , 
    "home_p1" : "ESPERANZA " , 
    "home_p2" : "representa " ,
    "home_p3" : "Santa Propiedad de la Perpetua " ,
    "home_p4" : "Estates—a sacred opportunity to become a steward of the land where Christianity began. " ,
    "home_p5" : "Memoria " ,
    "home_p6" : "Honra el pasado: a quienes nos precedieron, moldeando la historia de la fe. Juntos, ",
    "home_p7" : "Memoria de la esperanza " , 
    "home_p8" : "Une a generaciones de creyentes en una misión compartida para proteger y preservar esta tierra sagrada.",
    "home_p9" : "En las orillas de la ",
    "home_p10" : "Mar de Galilea, ",
    "home_p11" : "Donde una vez Jesús caminó y enseñó, se encuentra la antigua ciudad de " ,
    "home_p12" : "Magdala—" ,
    "home_p13" : "un lugar de profundo significado bíblico. Se cree que es la ciudad natal de " ,
    "home_p14" : "María Magdalena, ",
    "home_p15" : "Uno de los seguidores más cercanos de Cristo y escenario de sus milagros y enseñanzas. ",
    "home_p16" : "Aquí, junto a estas aguas sagradas, estamos plantando los primeros " ,
    "home_p17" : "Jardín del Santuario—" ,
    "home_p18" : "Un espacio tranquilo para la oración, la reflexión y la administración espiritual.",
    "home_p19" : "En los próximos meses, los creyentes tendrán la oportunidad de " ,
    "home_p20" : "administrar una parcela fraccionaria " ,
    "home_p21" : "del" ,
    "home_p22" : "Jardines del Santuario " , 
    "home_p23" : "forjando una conexión duradera con Tierra Santa. Estos " ,
    "home_p24" : "paquetes sagrados " ,
    "home_p25" : "Aunque legal y espiritualmente anclada a cada administrador, seguirá siendo parte de una misión colectiva: preservar y sostener la presencia del cristianismo en la tierra de su origen."

    





    
} 