{
    "welcome" : "welcome to my website" ,
    "title" : "Memoria della speranza" , 
    "title_capital" : "MEMORIUM DELLA SPERANZA" ,
    "nav1" : "Pagina iniziale" ,
    "nav2" : "Chi siamo" ,
    "nav3" : "Giardini del Santuario" ,
    "nav4" : "Giardino digitale" ,
    "nav5" : "Come partecipare" ,
    "nav6" : "Unisciti al viaggio" ,
    "enquiry_button" : "Invia una richiesta" ,
    "footer_para" : "Scoprite Magdala, luogo sacro di pellegrinaggio sul Mar di Galilea, città natale di Maria Maddalena e crocevia di fede e storia.",
    "legal" : "Legale" ,
    "privacy" : "politica sulla riservatezza" ,
    "terms" : "Termini e condizioni",
    "contact" : "Contatto" ,
    "copyright" : "© 2025 — Hope Memorium. Tutti i diritti riservati." ,
    "home_heading_2" : "Dove la tua fede mette radici. Un metro quadrato alla volta" ,
    "home_para_1" : "Per secoli, i credenti si sono recati in Terra Santa per seguire le orme di Cristo, per pregare, per entrare in contatto e per trovare un significato nei luoghi sacri dove è nata la fede."  ,
    "home_para_2" : "Ora, Hope Memorium offre un nuovo modo per approfondire questo legame, attraverso la creazione di Sanctuary Gardens, immersi nella Terra Santa, dove la fede e il patrimonio culturale vengono preservati per le generazioni future." ,
    "join" : "Unisciti al viaggio" ,
    "home_heading_3" : "Un nome radicato nella fede e nell'eredità" ,
    "home_para_3" : "HOPE significa Holy Ownership of Perpetual Estates (Santa Proprietà di Proprietà Perpetue): un'opportunità per custodire la terra delle origini del cristianesimo. Il Memorium onora coloro che hanno plasmato la storia della fede. Insieme, il Memorium della Speranza unisce i credenti di tutte le generazioni per proteggere questa terra sacra." ,
    "home_heading_4" :"Inizia a Mangdala" , 
    "home_para_4" : "Sulle rive del Mar di Galilea, dove Gesù un tempo camminò e insegnò, sorge l'antica città di Magdala, città natale di Maria Maddalena. Qui stiamo piantando il primo Giardino del Santuario per la preghiera e la riflessione." ,
    "home_heading_5" : "Guardando avanti" ,
    "home_para_5" : "Nei prossimi mesi, i fedeli potranno gestire un appezzamento dei Giardini del Santuario, in collegamento con la Terra Santa. Questi spazi sacri continueranno a far parte di una missione: preservare la presenza del cristianesimo alle sue origini." ,
    "home_para_6" : "Per ora, vi invitiamo a unirvi al viaggio: restate connessi, esplorate la visione e siate tra i primi a sperimentare ciò che vi aspetta." ,
    "san_h1" : "Cosa sono i Sanctuary Gardens?" ,
    "san_h2" : "Un luogo di pace, preghiera e ricordo eterno" ,
    "san_p1" : "Adagiato in Terra Santa, " ,
    "san_p2" : "la " ,
    "san_p3" : "Giardini del Santuario ",
    "san_p4" : "sono spazi sacri di riflessione, devozione e testimonianza. Situati vicino ai luoghi in cui Cristo camminò, insegnò e compì miracoli, questi giardini sono progettati per essere luoghi di preghiera, dove i fedeli possono " ,
    "san_p5" : "ancorare spiritualmente e legalmente" ,
    "san_p6" : "verso la terra della loro fede." ,
    "san_h3" : "Più che terra: un testamento sacro" ,
    "san_p7" : "Ogni" ,
    "san_p8" : "un pacco di un metro quadrato " ,
    "san_p9" : "all'interno dei Giardini del Santuario è un simbolo duraturo di fede, che onora la presenza cristiana in Terra Santa." ,
    "san_p10" : "Sebbene questi spazi possano essere legalmente posseduti dagli amministratori, sono anche affidati a loro come impegno spirituale." ,
    "san_p11" : "—un modo per approfondire il loro legame con la Terra Santa attraverso un atto di devozione e ricordo." ,
    "san_h4" : "Una visione che prende vita" ,
    "san_p12"  :"Hope Memorium sta sviluppando un'interfaccia interattiva " ,
    "san_p13": "esperienza di pellegrinaggio digitale, " ,
    "san_p14" : "consentendo ai visitatori di:" ,
    "san_p15" : "Esplora i giardini del Santuario " ,
    "san_p16" : "e la loro ubicazione in prossimità di luoghi sacri." ,
    "san_p17" : "Impara le storie della fede " ,
    "san_p18" : "connesso a ciascun luogo sacro." ,
    "san_p19" : "Seleziona un pacco che corrisponda alle preferenze e al budget dei visitatori, " ,
    "san_p20" : "e connetterci spiritualmente con essa come parte della sua sacra eredità." ,
    "par_h1" : "COME PARTECIPARE" ,
    "par_p1" : "Magdala, situata sulla sponda occidentale del Mar di Galilea, nel nord di Israele, è un'antica città nota come la città natale di Maria Maddalena. Era un importante porto e centro commerciale del primo secolo, in particolare per il pesce salato." ,
    "par_h2" : "ESPLORA LA MISSIONE, LA VISIONE, L'IMPATTO" ,
    "par_p2" : "Prima di entrare a far parte di questo sacro viaggio, ti invitiamo a " ,
    "par_p3" : "scopri la missione e la visione di Hope Memorium. " ,
    "par_p4" : "Scopri il nostro impegno nel preservare l'eredità cristiana in Terra Santa, rafforzare la presenza cristiana e sostenere le comunità cristiane locali. Scopri come " ,
    "par_p5" : "Giardini del Santuario " ,
    "par_p6" : "avrà un impatto spirituale duraturo per le generazioni future." ,
    "par_h3" : "GODETEVI IL PROGETTO PILOTA A MANGDALA" ,
    "par_p7" : "Come parte del primo passo, siamo entusiasti di presentare il nostro " ,
    "par_p8" : "progetto pilota—" ,
    "par_p9" : "il Giardino del Santuario iniziale situato a " ,
    "par_p10" : "Agdala." ,
    "par_p11" : "Questo spazio sacro rappresenta un profondo punto di partenza per la visione dell'Hope Memorium, dove i visitatori possono sperimentare l'ambiente pacifico e devozionale dei giardini e testimoniare in prima persona il profondo legame spirituale con la terra." ,
    "par_h4" : "ISCRIVITI E RIMANI CONNESSO" ,
    "par_p12" : "Rimani informato e prendi parte a questo viaggio significativo. " ,
    "par_p13" : "Iscriviti ai nostri aggiornamenti " ,
    "par_p14" : "per rimanere aggiornati sui progressi dei Giardini del Santuario. Nei prossimi mesi, sarete invitati a " ,
    "par_p15" : "scegli il tuo pacco " ,
    "par_p16" : "e fai il passo successivo partecipando a questa iniziativa spirituale e di costruzione di un'eredità."  ,
    "join_h1" : "Rimani connesso alla Terra Santa, ovunque tu sia" ,
    "join_h2" : "Unisciti a noi per preservare l'eredità della fede" ,
    "join_p1" : "Per ora, vi invitiamo a unirvi al viaggio: restate connessi, esplorate la visione e siate tra i primi a sperimentare ciò che vi aspetta." ,
    "about_h1" : "La nostra visione" ,
    "about_p1" : "La Terra Santa non è solo un luogo: è il cuore della nostra fede cristiana, dove le orme di Cristo continuano a risuonare nel tempo. Eppure, la presenza cristiana in queste terre sacre si trova ad affrontare numerose sfide. " ,
    "about_p2" : "Memoria della speranza " ,
    "about_p3" : "è una missione di fede che chiama i credenti a farsi custodi di questa sacra eredità." ,
    "about_p4" : "Attraverso la creazione di " ,
    "about_p5" : "Giardini del Santuario " ,
    "about_p6" : "Proprio nei luoghi in cui si sono svolti la vita, il ministero e i miracoli di Cristo, offriamo un modo per onorare, preservare e rimanere spiritualmente connessi alla terra che ha dato i natali alla nostra fede. Questi giardini sono luoghi di preghiera e riflessione, dove i credenti possono ancorare il loro cuore alla Terra Santa in modo significativo e duraturo." ,
    "about_h2" : "La nostra missione" ,
    "about_h3" : "Per preservare e proteggere" ,
    "about_p7" : "Dedicando questi giardini a spazi sacri di ricordo e preghiera, sosteniamo l'eredità cristiana in Terra Santa." ,
    "about_h4" : "Per approfondire la connessione spirituale" ,
    "about_p8" : "Ogni credente, ovunque si trovi, è invitato a prendere parte a questa missione e ad avvicinarsi ai luoghi in cui ha camminato Cristo." ,
    "about_h5" : "Per sostenere la presenza cristiana" ,
    "about_p9" : "Una parte del ricavato di Hope Memorium sosterrà direttamente le comunità e le istituzioni cristiane che oggi custodiscono questi luoghi sacri. Oltre alla Terra Santa, Hope Memorium reinvestirà anche nelle comunità e nelle congregazioni degli stessi custodi in tutto il mondo, rafforzando la fede lì dove viene vissuta quotidianamente." ,
    "about_h6" : "Il nostro impatto" ,
    "about_h7" : "Preservare l'eredità cristiana in Terra Santa" ,
    "about_p10" : "La " ,
    "about_p11" : "Memoria della speranza " ,
    "about_p12" : "l'iniziativa va oltre la creazione di splendidi giardini: è una missione per " ,
    "about_p13" : "sostenere e rafforzare la presenza cristiana " ,
    "about_p14" : "in Terra Santa. Sostenendo la " ,
    "about_p15" : "Custodia Terrae Sanctae " ,
    "about_p16" : "e altre istituzioni cristiane, stiamo aiutando a preservare i luoghi sacri che hanno ospitato i pellegrini cristiani per secoli." ,
    "about_p17" : "Con ogni pacco del Sanctuary Garden, diamo un contributo duraturo all' " ,
    "about_p18" : "la preservazione spirituale e fisica della Terra Santa, " ,
    "about_p19" : "garantendo che le future generazioni di credenti possano continuare a visitare e pregare in questi luoghi sacri." ,
    "about_h8" : "Un approccio olistico alla gestione responsabile" ,
    "about_p20" : "Hope Memorium è dedicato alla promozione " ,
    "about_p21" : "amministrazione spirituale " ,
    "about_p22" : "Non solo in Terra Santa, ma in tutto il mondo. Una parte del ricavato di ogni pacco verrà reinvestita per:" ,
    "about_p23" : "Sostieni le comunità cristiane " ,
    "about_p24" : "in Terra Santa, compresa la Custodia Terrae Sanctae e le chiese locali, aiutandoli a prosperare e continuare il loro lavoro sacro." ,
    "about_p25" : "Rafforza i tuoi ministeri individuali " ,
    "about_p26" : "e progetti che mirano a mantenere viva la fiamma della fede nelle comunità cristiane di tutto il mondo." ,
    "about_p27" : "Crediamo in a " ,
    "about_p28" : "impatto sostenibile e continuo " ,
    "about_p29" : "dove la partecipazione di ogni credente contribuisce a rafforzare sia l’eredità cristiana in Terra Santa sia la fede viva delle congregazioni in tutto il mondo." ,
    "about_h9" : "Un'eredità di speranza e fede" ,
    "about_p30" : "Ogni pacco che decidi di custodire ti verrà concesso " ,
    "about_p31" : "registrazione ufficiale presso l'Autorità territoriale israeliana, " ,
    "about_p32" : "conferendoti diritti legali sullo spazio. " ,
    "about_p33" : "Ma è più di un semplice pezzo di terra:" ,
    "about_p34" : "partecipando all'Hope Memorium Sanctuary Gardens, stai assicurando l' " ,
    "about_p35" : "preservazione e crescita del cristianesimo nella terra dove tutto ebbe inizio, e lasciando un'eredità duratura di speranza e fede " ,
    "about_p36" : "per la generazione futura" ,
    "maps_h1" : "Pagina della mappa digitale" ,
    "maps_h2" : "Un inizio sacro, un'eredità duratura" ,
    "maps_p1" : "Adagiato lungo le rive del " ,
    "maps_p2" : "Mar di Galilea, " ,
    "maps_p3" : "adiacente al " ,
    "maps_p4" : "Scavo archeologico francescano " ,
    "maps_p5" : "dell'antica Magdala, la prima " ,
    "maps_p6" : "Giardino del Santuario della Memoria della Speranza " ,
    "maps_p7" : "sta prendendo forma. Questo luogo sacro, situato accanto a una delle più importanti scoperte bibliche degli ultimi tempi, tra cui un " ,
    "maps_p8" : "Sinagoga del I secolo dove Gesù potrebbe aver insegnato—" ,
    "maps_p9" : "offrirà ai credenti un profondo legame spirituale con la Terra Santa." ,
    "maps_h3" : "Uno sguardo al futuro" ,
    "maps_p10" : "Vi invitiamo a consultare la nostra mappa digitale, che offre uno scorcio dei Giardini del Santuario mentre prendono forma. Questa mappa servirà da guida, segnando i luoghi sacri e consentendo ai futuri custodi di esplorare il significato di questo spazio." ,
    "maps_h4" : "Cosa vedrai sulla mappa" ,
    "maps_p11" : "La posizione del " ,
    "maps_p12" : "Giardino del Santuario, " ,
    "maps_p13" : "direttamente accanto a " ,
    "maps_p14" : "antiche rovine di Magdala, " ,
    "maps_p15" : "dove storia e fede si incontrano." ,
    "maps_p16" : "La disposizione del giardino, dove i credenti avranno l'opportunità di " ,
    "maps_p17" : "gestire un pacco frazionario " ,
    "maps_p18" : "in futuro." ,
    "maps_p19" : "Un collegamento visivo con la terra che è stata per secoli luogo di fede e pellegrinaggio." ,
    "about_subscribe" : "Hope Memorium non è un investimento; è un atto di fede. È un'opportunità per partecipare alla continuità spirituale e storica del cristianesimo nella terra dove tutto ha avuto inizio." ,
    "san_subscribe" : "La prima fase di Hope Memorium invita i credenti a esplorare, riflettere e manifestare il proprio interesse. Mentre ci prepariamo a svelare questa sacra iniziativa, diamo il benvenuto a tutti coloro che si sentono chiamati a unirsi a noi.",
    "enquiry" : "Inchiesta" , 
    "home_p1" : "SPERANZA " , 
    "home_p2" : ": " ,
    "home_p3" : "Santa Proprietà del Perpetuo Tenute, " ,
    "home_p4" : "un'opportunità sacra per diventare custodi della terra in cui ebbe origine il cristianesimo. " ,
    "home_p5" : "Memoria " ,
    "home_p6" : "onora il passato: coloro che hanno camminato prima di noi, plasmando la storia della fede. Insieme, ",
    "home_p7" : "Memoria della speranza " , 
    "home_p8" : "crea ponti nel tempo, unendo generazioni di credenti in una missione condivisa per proteggere e preservare questa terra sacra.",
    "home_p9" : "Sulle rive del ",
    "home_p10" : "Mar di Galilea, ",
    "home_p11" : "dove Gesù un tempo camminava e insegnava, si trova l'antica città di " ,
    "home_p12" : "Maddalena, " ,
    "home_p13" : "un luogo di profondo significato biblico. Si ritiene che sia la città natale di " ,
    "home_p14" : "Maria Maddalena, ",
    "home_p15" : "uno dei più stretti seguaci di Cristo e luogo dei suoi miracoli e insegnamenti. ",
    "home_p16" : "Qui, lungo queste acque sacre, stiamo piantando il primo " ,
    "home_p17" : "Giardino del Santuario, " ,
    "home_p18" : "uno spazio tranquillo per la preghiera, la riflessione e la cura spirituale.",
    "home_p19" : "Nei prossimi mesi i credenti avranno l’opportunità di " ,
    "home_p20" : "gestire un pacco frazionario " ,
    "home_p21" : "del " ,
    "home_p22" : "Giardini del Santuario " , 
    "home_p23" : "creando un legame duraturo con la Terra Santa. Questi " ,
    "home_p24" : "pacchi sacri " ,
    "home_p25" : "sebbene ancorati legalmente e spiritualmente a ciascun amministratore, continueranno a far parte di una missione collettiva: preservare e sostenere la presenza del cristianesimo nella terra delle sue origini."
        ,"subscribe" : "Iscriviti subito!"
    
} 