{
    "welcome" : "welcome to my website" ,
    "title" : "Hope Memorium" , 
    "title_capital" : "HOPE MEMORIUM" ,
    "nav1" : "Home Page" ,
    "nav2" : "About us" ,
    "nav3" : "Sanctuary Gardens" ,
    "nav4" : "Digital Garden" ,
    "nav5" : "How to participate" ,
    "nav6" : "Join the Journey" ,
    "enquiry_button" : "Send an Enquiry" ,
    "footer_para" : "Experience Magdala, a sacred pilgrimage site on the Sea of Galilee, hometown of Mary Magdalene, and a crossroads of faith and history.",
    "legal" : "Legal" ,
    "privacy" : "Privacy Policy" ,
    "terms" : "Terms & Conditions",
    "contact" : "Contact" ,
    "copyright" : "© 2025 — Hope Memorium . All Rights Reserved" ,
    "home_heading_2" : "Where Your Faith Takes Root. One Square Foot at a Time" ,
    "home_para_1" : "For centuries, believers have journeyed to the Holy Land to walk in the footsteps of Christ, to pray, to connect, and to find meaning in the sacred places where faith was born."  ,
    "home_para_2" : "Now, Hope Memorium offers a new way to deepen that connection, through the creation of Sanctuary Gardens, nestled across the Holy Land, where faith and heritage are preserved for generations to come." ,
    "join" : "Join the Journey" ,
    "home_heading_3" : "A Name Rooted in Faith and Legacy" ,
    "home_para_3" : "HOPE means Holy Ownership of Perpetual Estates, a chance to steward the land of Christianity's origins. Memorium honors those who shaped faith's history. Together, Hope Memorium unites believers across generations to protect this sacred land." ,
    "home_heading_4" :"It Begins in Magdala" , 
    "home_para_4" : "On the shores of the Sea of Galilee, where Jesus once walked and taught, lies the ancient town of Magdala, the hometown of Mary Magdalene. Here, we are planting the first Sanctuary Garden for prayer and reflection." ,
    "home_heading_5" : "Looking Ahead" ,
    "home_para_5" : "In the coming months, believers can steward a parcel of the Sanctuary Gardens, connecting to the Holy Land. These sacred parcels will remain part of a mission—preserving Christianity’s presence in its origin." ,
    "home_para_6" : "For now, we invite you to join the journey, stay connected, explore the vision, and be among the first to experience what is to come." ,
    "san_h1" : "What are Sanctuary Gardens ?" ,
    "san_h2" : "A Place of Peace, Prayer, and Eternal Remembrance" ,
    "san_p1" : "Nestled across the Holy Land, " ,
    "san_p2" : "the " ,
    "san_p3" : "Sanctuary Gardens ",
    "san_p4" : "are sacred spaces of reflection, devotion, and legacy. Located near the sites where Christ walked, taught, and performed miracles, these gardens are designed to be places of prayerful connection, where the faithful can " ,
    "san_p5" : "spiritually and legally anchor" ,
    "san_p6" : "themselves to the land of their faith." ,
    "san_h3" : "More Than Land, A Sacred Testament" ,
    "san_p7" : "Each" ,
    "san_p8" : "one square foot parcel " ,
    "san_p9" : "within the Sanctuary Gardens is a lasting symbol of faith, honoring the Christian presence in the Holy Land." ,
    "san_p10" : "Although these spaces can be owned legally by the stewards, they are also entrusted to them as a spiritual commitment" ,
    "san_p11" : ", a way to deepen their connection to the Holy Land through an act of devotion and remembrance." ,
    "san_h4" : "A Vision Brought to Life" ,
    "san_p12"  :"Hope Memorium is developing an interactive " ,
    "san_p13": "digital pilgrimage experience, " ,
    "san_p14" : "allowing visitors to:" ,
    "san_p15" : "Explore the Sanctuary Gardens " ,
    "san_p16" : "and their locations near holy sites." ,
    "san_p17" : "Learn the stories of faith " ,
    "san_p18" : "connected to each sacred place." ,
    "san_p19" : "Select a parcel that matches the visitors' preferences and budget, " ,
    "san_p20" : "and spiritually connect with it as part of its sacred legacy." ,
    "par_h1" : "HOW TO PARTICIPATE" ,
    "par_p1" : "Magdala, located on the western shore of the Sea of Galilee in northern Israel, is an ancient city known as the hometown of Mary Magdalene. It was a major first-century port and trading center, particularly for salted fish." ,
    "par_h2" : "EXPLORE THE MISSION, VISION, IMPACT" ,
    "par_p2" : "Before becoming a part of this sacred journey, we invite you to " ,
    "par_p3" : "explore the mission and vision of Hope Memorium. " ,
    "par_p4" : "Learn about our commitment to preserving the Christian legacy in the Holy Land, strengthening the Christian presence, and supporting local Christian communities. Discover how the " ,
    "par_p5" : "Sanctuary Gardens " ,
    "par_p6" : "will make a lasting spiritual impact for generations to come." ,
    "par_h3" : "ENJOY THE PILOT PROJECT AT MANGDALA" ,
    "par_p7" : "As part of the first step, we are excited to introduce our " ,
    "par_p8" : "pilot project, " ,
    "par_p9" : "the initial Sanctuary Garden located at " ,
    "par_p10" : "Magdala. " ,
    "par_p11" : "This sacred space is a profound starting point for the vision of Hope Memorium, where visitors can experience the peaceful, prayerful environment of the gardens and witness firsthand the deep spiritual connection to the land." ,
    "par_h4" : "SUBSCRIBE AND STAY CONNECTED" ,
    "par_p12" : "Stay informed and be part of this meaningful journey. " ,
    "par_p13" : "Subscribe to our updates " ,
    "par_p14" : "to keep in touch with the progress of the Sanctuary Gardens. In the coming months, you will be invited to " ,
    "par_p15" : "choose your parcel " ,
    "par_p16" : "and take the next step in participating in this spiritual and legacy, building initiative."  ,
    "join_h1" : "Stay Connected to the Holy Land—From Wherever You Are" ,
    "join_h2" : "Join Us in Preserving Faith’s Legacy" ,
    "join_p1" : "For now, we invite you to join the journey, stay connected, explore the vision, and be among the first to experience what is to come." ,
    "about_h1" : "Our Vision" ,
    "about_p1" : "The Holy Land is not just a place, it is the heart of our Christian faith, where the footsteps of Christ continue to echo through time. Yet, the Christian presence in these sacred lands faces many challenges. " ,
    "about_p2" : "Hope Memorium " ,
    "about_p3" : "is a mission of faith, calling believers to stand as stewards of this holy heritage." ,
    "about_p4" : "Through the creation of " ,
    "about_p5" : "Sanctuary Gardens " ,
    "about_p6" : "in the very places where Christ’s life, ministry, and miracles unfolded, we offer a way to honor, preserve, and remain spiritually connected to the land that gave birth to our faith. These gardens are places of prayer and reflection, where believers can anchor their hearts to the Holy Land in a meaningful and lasting way." ,
    "about_h2" : "Our Mission" ,
    "about_h3" : "To Preserve and Protect" ,
    "about_p7" : "By dedicating these gardens as sacred spaces of remembrance and prayer, we uphold the Christian legacy in the Holy Land." ,
    "about_h4" : "To Deepen Spiritual Connection" ,
    "about_p8" : "Every believer, no matter where they are, is invited to partake in this mission and draw closer to the places where Christ walked." ,
    "about_h5" : "To Sustain Christian Presence" ,
    "about_p9" : "A portion of the proceeds from Hope Memorium will directly support the Christian communities and institutions that safeguard these holy sites today. Beyond the Holy Land, Hope Memorium will also re-invest in the communities and congregations of the stewards themselves across the globe, strengthening the faith where it is lived every day." ,
    "about_h6" : "Our Impact" ,
    "about_h7" : "Preserving the Christian Legacy in the Holy Land" ,
    "about_p10" : "The " ,
    "about_p11" : "Hope Memorium " ,
    "about_p12" : "initiative goes beyond creating beautiful gardens, it’s a mission to " ,
    "about_p13" : "sustain and strengthen the Christian presence " ,
    "about_p14" : "in the Holy Land. By supporting the " ,
    "about_p15" : "Custodia Terrae Sanctae " ,
    "about_p16" : "and other Christian institutions, we are helping to preserve the sacred sites that have been home to Christian pilgrims for centuries." ,
    "about_p17" : "With each Sanctuary Garden parcel, we make a lasting contribution to the " ,
    "about_p18" : "spiritual and physical preservation of the Holy Land, " ,
    "about_p19" : "ensuring that future generations of believers can continue to visit and pray at these sacred sites." ,
    "about_h8" : "A Holistic Approach to Stewardship" ,
    "about_p20" : "Hope Memorium is dedicated to fostering " ,
    "about_p21" : "spiritual stewardship " ,
    "about_p22" : "not only in the Holy Land but also across the globe. A portion of the proceeds from each parcel will be reinvested to:" ,
    "about_p23" : "Support Christian communities " ,
    "about_p24" : "in the Holy Land, including the Custodia Terrae Sanctae and local churches, helping them to thrive and continue their sacred work." ,
    "about_p25" : "Strengthen your individual ministries " ,
    "about_p26" : "and projects that aim to keep the flame of faith alive in Christian communities worldwide." ,
    "about_p27" : "We believe in a " ,
    "about_p28" : "sustainable, ongoing impact " ,
    "about_p29" : "where each believer’s participation helps strengthen both the Christian heritage in the Holy Land and the living faith of congregations around the world." ,
    "about_h9" : "A Legacy of Hope and Faith" ,
    "about_p30" : "Every parcel you decide to steward will be granted " ,
    "about_p31" : "official registration with the Israeli Land Authority, " ,
    "about_p32" : "giving you legal rights over the space. " ,
    "about_p33" : "Yet, it’s more than just a piece of land, " ,
    "about_p34" : "by participating in the Hope Memorium Sanctuary Gardens, you are ensuring the " ,
    "about_p35" : "preservation and growth of Christianity in the land where it all began, and leaving a lasting legacy of hope and faith " ,
    "about_p36" : "for future generation" ,
    "maps_h1" : "Digital Map Page" ,
    "maps_h2" : "A Sacred Beginning, A Lasting Legacy" ,
    "maps_p1" : "Nestled along the shores of the " ,
    "maps_p2" : "Sea of Galilee, " ,
    "maps_p3" : "adjacent to the " ,
    "maps_p4" : "Franciscan archaeological excavation " ,
    "maps_p5" : "of ancient Magdala, the first " ,
    "maps_p6" : "Hope Memorium Sanctuary Garden " ,
    "maps_p7" : "is taking shape. This sacred site, set beside one of the most important biblical discoveries of recent times, including a " ,
    "maps_p8" : "1st-century synagogue where Jesus may have taught, " ,
    "maps_p9" : "will offer believers a profound spiritual connection to the Holy Land." ,
    "maps_h3" : "A First Look at the Future" ,
    "maps_p10" : "We invite you to view our digital map, offering a glimpse into the Sanctuary Gardens as they take shape. This map will serve as a guide, marking the sacred grounds and allowing future stewards to explore the significance of this space." ,
    "maps_h4" : "What You’ll See on the Map" ,
    "maps_p11" : "The location of the " ,
    "maps_p12" : "Sanctuary Garden, " ,
    "maps_p13" : "directly beside the " ,
    "maps_p14" : "ancient ruins of Magdala, " ,
    "maps_p15" : "where history and faith meet." ,
    "maps_p16" : "The layout of the garden, where believers will have the opportunity to " ,
    "maps_p17" : "steward a fractional parcel " ,
    "maps_p18" : "in the future." ,
    "maps_p19" : "A visual connection to the land that has been a place of faith and pilgrimage for centuries." ,
    "about_subscribe" : "Hope Memorium is not an investment; it is an act of faith. It is an opportunity to participate in the spiritual and historical continuity of Christianity in the land where it all began." ,
    "san_subscribe" : "The first phase of Hope Memorium invites believers to explore, reflect, and register their interest. As we prepare to unveil this sacred initiative, we welcome all who feel called to join us.",
    "enquiry" : "Enquiry" , 
    "home_p1" : "HOPE " , 
    "home_p2" : ": " ,
    "home_p3" : "Holy Ownership of Perpetual Estates," ,
    "home_p4" : "a sacred opportunity to become a steward of the land where Christianity began. " ,
    "home_p5" : "Memorium " ,
    "home_p6" : "honors the past, those who have walked before us, shaping the history of faith. Together, ",
    "home_p7" : "Hope Memorium " , 
    "home_p8" : "bridges time, uniting generations of believers in a shared mission to protect and preserve this sacred land.",
    "home_p9" : "On the shores of the ",
    "home_p10" : "Sea of Galilee, ",
    "home_p11" : "where Jesus once walked and taught, lies the ancient town of " ,
    "home_p12" : "Magdala, " ,
    "home_p13" : "a place of profound biblical significance. It is believed to be the hometown of " ,
    "home_p14" : "Mary Magdalene, ",
    "home_p15" : "one of Christ’s closest followers, and a setting for his miracles and teachings. ",
    "home_p16" : "Here, along these sacred waters, we are planting the first " ,
    "home_p17" : "Sanctuary Garden, " ,
    "home_p18" : "a peaceful space for prayer, reflection, and spiritual stewardship.",
    "home_p19" : "In the coming months, believers will have the opportunity to " ,
    "home_p20" : "steward a fractional parcel " ,
    "home_p21" : "of the " ,
    "home_p22" : "Sanctuary Gardens " , 
    "home_p23" : "forging a lasting connection to the Holy Land. These " ,
    "home_p24" : "sacred parcels, " ,
    "home_p25" : "though legally and spiritually anchored to each steward, will remain part of a collective mission, preserving and sustaining Christianity’s presence in the land of its origin." ,
    "subscribe" : "Subscribe Now !" , 
    "enq_1" : "Send a Message of Faith"  ,
    "enq_2" : "Whether you’re seeking prayers, wish to know more about our Sanctuary Gardens, or simply want to connect—your words matter. We’re here to listen and walk this journey with you." ,
    "enq_3" : "First name" ,
    "enq_4" : "Last name" ,
    "enq_5" : "Email" ,
    "enq_6" : "Phone Number" ,
    "enq_7" : "Message" ,
    "enq_8" : "Type your message here" ,
    "enq_9" : "Submit" ,
    "enq_10" : "Cancel" 

 
    





    
} 