{
    "welcome" : "ברוכים הבאים לאתר שלנו!" , 
    "title" : "Hope Memorium" , 
    "nav1" : "Home" ,
    "nav2" : "About" ,
    "nav3" : "Sanctuary Gardens" ,
    "nav4" : "Digital Garden" ,
    "nav5" : "How to participate" ,
    "nav6" : "Join the Journey" ,
    "enquiry_button" : "Send an Enquiry" ,
    "about_h1" : "Our Sacred Mission:" ,
    "about_h2" : "Preserving Faith Where It Began",
    "about_p1" : "Hope Memorium is more than a spiritual offering—it's a sacred commitment to protect and preserve the Christian presence in the Holy Land." ,
    "about_h3" : "Our Mission" ,
    "about_p2" : "To steward a sacred legacy through:" ,
    "about_h4" : "Preservation" ,
    "about_p3" : "Dedicating gardens as sacred spaces of remembrance and prayer to uphold the Christian legacy in the land of Christ." , 
    "about_h5" : "Spiritual Connection" ,
    "about_p4" : "Inviting believers across the globe to take part in this mission—to walk spiritually alongside Jesus through connection to these sacred spaces." , 
    "about_h6" : "Sustained Presence" ,
    "about_p5" : "Reinvesting in both the Holy Land and global Christian communities. A portion of each stewardship supports institutions like the Custodia Terrae Sanctae and strengthens local ministries worldwide."  ,
    "about_h7" : "Our Vision",
    "about_p6" : "The Holy Land is not just geography—it is the living heartbeat of our Christian faith. Yet today, the Christian presence in this sacred land faces growing challenges. Hope Memorium envisions a future where believers worldwide are spiritually and legally connected to the places where Christ walked." ,
    "about_h8" : "Honor our Shared Heritage" ,
    "about_p7" : "Preserving the sacred connections to our faith’s birthplace" ,
    "about_h9" : "Preserve Sacred Land" ,
    "about_p8" : "Protecting holy spaces for future generations for believers." ,
    "about_h10" : "Keep Faith Alive" ,
    "about_p9" : "Maintaining Christian presence in the Holy Land" ,
    "about_h11" : "“These are places of prayer and reflection—where believers can anchor their hearts to the Holy Land in a meaningful and lasting way.”" ,
    "about_h12" : "Our Impact" , 
    "about_p10" : "Every parcel stewarded through Hope Memorium strengthens the Christian presence where it all began—and supports believers where faith lives today." ,
    "about_h13" : "Preserving the Christian Legacy" ,
    "about_p11" : "Hope Memorium is more than land—it’s a mission." ,
    "about_p12" : "Through sacred stewardship of the Sanctuary Gardens, we help protect the holy sites of Christianity, ensuring that future generations can continue to walk where Christ once walked, and pray where He once taught." ,
    "about_h14" : "Supporting Christian Communities" ,
    "about_p13" : "A portion of every stewardship goes directly to:" ,
    "about_p14" : "Custodia Terrae Sanctae, " ,
    "about_p15" : " the Franciscan institution safeguarding the sacred sites of the Holy Land" , 
    "about_p16" : "Local churches and ministries " , 
    "about_p17" : "helping them thrive in a challenging and changing region" ,
    "about_p18" : "Global Christian initiatives, " ,
    "about_p19" : "strengthening the faith in the communities where it’s lived and celebrated today",
    "about_h15" : "Anchoring a Personal Faith" ,
    "about_p20" : "Every parcel is:" , 
    "about_p21" : "Legally registered with the Israeli Land Authority" ,
    "about_p22" : "Spiritually symbolic, offering a lasting tie to the lands of the Bible." ,
    "about_p23" : "Whether as a tribute to a loved one, a symbol of your personal walk with Christ, or a legacy for future generations, your stewardship is a powerful expression of devotion." 
    
} 